export const notes  = `
# 随记
- 越探索越热爱
- 冲动、愤怒、恐惧时，会让大脑神经混乱，从而说出伤人的话
- 过多不确定、不决定, 导致了迷茫
- 我始终坚信代码就该创造提效的工具，而不是创造一堆乱七八糟的狗屎工具还不好用。
- 如果你为未来还未发生的事情担心害怕，当未来的事情发生时，你将受到的伤害是两次，如果你为昨天的事情担心害怕，那么你受到的伤害是三次。
- 视不自由为常事，则不觉不足
- 人的一生总不能与劣势对抗争，而是选择不断发展优势。
- 大多数人都高估了自己1年内能做到的事情，也低估了自己10年内能做到的事情。
- 唯有读书和赚钱,才是一个人最好的修行，前者使人不惑，后者使人不屈。
- 你昨天做出的决定确定了你的现在。你今天的做出的决定确定了你的未来.
- 如果你的目标是一生不犯错，那就不应该去探索，不探索是发现不了秘密的。
- 完成比完美更重要。
- 最顶级的能力是屏蔽力。任何消耗你的人和事，多看一眼都是你的不对。
- 保持对技术与商业化的好奇心、锻炼团队合作协同能力（共同目标、结果价值）、训练数字化成本与效率思维（数据跟效率绑定）、培养产品感知认知（多去接触产品、观察解决了什么问题）、理解业务（走进业务现场、提供的价值是什么）。
- 财富自由大概就是被动收入超过日常消费支出。那也是知足的。
`