
 const context  = `
# 信息
96年出生。2015届,毕业南宁学院。 专业:计算机科技与科学。
- 参加泛珠三角+大学生计算机大赛，虽然得了优秀奖，但是在大赛学习到了其他知识。
- 拿到第一个基于android开发app软件著作权证书，那个时候很有干劲，跟同学花了一周在图书馆把这个app开发完成。（那个时候，不知道服务器这个东西，哈哈哈，然后在利用百度托管jsp的形式，把数据存储下来）
- 拿了国家励志奖学金，那一年对Java学习比较深入，参加校园算法比赛（三等奖），参加蓝桥杯（广西省三等奖）
- 坚持跑步🏃三年，基本晚上七点多去操场跑个三四圈。（因此这么多年来，一千米考试终于及格了）
- 看了一场中超比赛（现场看，确实能把人气死）
- 骑了一个多小时的共享自行车，下车的时候，腿都软了。
# 证书
1. 珠三角互联网比赛优秀奖
2. 大学生蓝桥杯算法比赛，区三等奖
3. android app 软件著作权《社微APP》
4. 基于OpenCV图像识别生成前端组件专利

# 技术栈
React、Vue、Go、Java、Swift、Python、Flutter、UniApp、React Native、微信小程序、Chrome Extortion。

# 经历
1. 2025年-至今，深圳德胧集团，担任前端开发
    技术栈：React
    负责项目：运营平台、H5语音通话
2. 2024年-2024年，百度网盘有限公司，担任前端开发。
    技术栈：React;
    负责项目：Web端百度网盘，移动端网盘学习智能体。
4. 2019年-2021年，桂林远眸科技有限公司，担任前端开发、微信小程序开发、Android开发、后端开发。
    技术栈：Vue、Android、Java\Spring Boot、微信小程序；
    负责项目：设备管理平台、远眸工业云小程序、远眸工业APP。
3. 2021年-2024年，深圳腾讯云智服有限公司，担任前端开发、微信小程序开发、QQ小程序开发、微信公众号H5页面开发。
    技术栈：React、微信小小程序、QQ小程序；
    负责项目：腾讯客服小程序、腾讯微信公众号、低代码平台。


# 折腾项目
1. WhisperKeyboard: 一款基于Whisper的AI语音输入法Mac应用，支持IOS。
2. FloAuto: 一款根据工作流编排的自动化程序，基于electron、react、chrome extortion共同实现应用。
3. 情绪宣泄瓶: 聆听森林声音的微信小程序。
4. 二维码生成器: 创建个性化的二维码，支持多种样式和图层。

# 书籍
1. 《人人都是产品经理》: 人成熟的标志之一就是心中可以容纳各种不同的思想而无碍行事。
2. 《最小阻力之路》: 找到自己优势，并刻意练习。
3. 《当下的力量》: 摆脱拖延症。
4. 《平凡的世界》: 万事发生皆利己。


# 随记
1. 冲动、愤怒、恐惧时，会让大脑神经混乱，从而说出伤人的话
2. 过多不确定、不决定, 导致了迷茫
3. 我始终坚信代码就该创造提效的工具，而不是创造一堆乱七八糟的狗屎工具还不好用。
4. 如果你为未来还未发生的事情担心害怕，当未来的事情发生时，你将受到的伤害是两次，如果你为昨天的事情担心害怕，那么你受到的伤害是三次。
5. 视不自由为常事，则不觉不足
6. 人的一生总不能与劣势对抗争，而是选择不断发展优势。
7. 大多数人都高估了自己1年内能做到的事情，也低估了自己10年内能做到的事情。
8. 唯有读书和赚钱,才是一个人最好的修行，前者使人不惑，后者使人不屈。
9. 你昨天做出的决定确定了你的现在。你今天的做出的决定确定了你的未来.
10. 如果你的目标是一生不犯错，那就不应该去探索，不探索是发现不了秘密的。
11. 完成比完美更重要。
12. 最顶级的能力是屏蔽力。任何消耗你的人和事，多看一眼都是你的不对。
13. 保持对技术与商业化的好奇心、锻炼团队合作协同能力（共同目标、结果价值）、训练数字化成本与效率思维（数据跟效率绑定）、培养产品感知认知（多去接触产品、观察解决了什么问题）、理解业务（走进业务现场、提供的价值是什么）。
14. 财富自由大概就是被动收入超过日常消费支出。那也是知足的。

 `

 export default context